{
	year: {
		past: {
			one: "{0} год назад",
			many: "{0} лет назад",
			other: "{0} года назад"
		},
		future: {
			one: "через {0} год",
			many: "через {0} лет",
			other: "через {0} года"
		}
	},
	month: {
		past: {
			one: "{0} месяц назад",
			many: "{0} месяцев назад",
			other: "{0} месяца назад"
		},
		future: {
			one: "через {0} месяц",
			many: "через {0} месяцев",
			other: "через {0} месяца"
		}
	},
	week: {
		past: {
			one: "{0} неделю назад",
			many: "{0} недель назад",
			other: "{0} недели назад"
		},
		future: {
			one: "через {0} неделю",
			many: "через {0} недель",
			other: "через {0} недели"
		}
	},
	day: {
		past: {
			one: "{0} день назад",
			many: "{0} дней назад",
			other: "{0} дня назад"
		},
		future: {
			one: "через {0} день",
			many: "через {0} дней",
			other: "через {0} дня"
		}
	},
	hour: {
		past: {
			one: "{0} час назад",
			many: "{0} часов назад",
			other: "{0} часа назад"
		},
		future: {
			one: "через {0} час",
			many: "через {0} часов",
			other: "через {0} часа"
		}
	},
	minute: {
		past: {
			one: "{0} минуту назад",
			many: "{0} минут назад",
			other: "{0} минуты назад"
		},
		future: {
			one: "через {0} минуту",
			many: "через {0} минут",
			other: "через {0} минуты"
		}
	},
	second: {
		past: {
			one: "{0} секунду назад",
			many: "{0} секунд назад",
			other: "{0} секунды назад"
		},
		future: {
			one: "через {0} секунду",
			many: "через {0} секунд",
			other: "через {0} секунды"
		}
	},
	plural: n => 1 == n ? 'one' : 'other'
}
