{
	year: {
		past: {
			one: "{0} год таму",
			many: "{0} год таму",
			other: "{0} гады таму"
		},
		future: {
			one: "праз {0} год",
			many: "праз {0} год",
			other: "праз {0} гады"
		}
	},
	month: {
		past: {
			one: "{0} месяц таму",
			many: "{0} месяцаў таму",
			other: "{0} месяцы таму"
		},
		future: {
			one: "праз {0} месяц",
			many: "праз {0} месяцаў",
			other: "праз {0} месяцы"
		}
	},
	week: {
		past: {
			one: "{0} тыдзень таму",
			many: "{0} тыдняў таму",
			other: "{0} тыдні таму"
		},
		future: {
			one: "праз {0} тыдзень",
			many: "праз {0} тыдняў",
			other: "праз {0} тыдні"
		}
	},
	day: {
		past: {
			one: "{0} дзень таму",
			many: "{0} дзён таму",
			other: "{0} дні таму"
		},
		future: {
			one: "праз {0} дзень",
			many: "праз {0} дзён",
			other: "праз {0} дні"
		}
	},
	hour: {
		past: {
			one: "{0} гадзіну таму",
			many: "{0} гадзін таму",
			other: "{0} гадзіны таму"
		},
		future: {
			one: "праз {0} гадзіну",
			many: "праз {0} гадзін",
			other: "праз {0} гадзіны"
		}
	},
	minute: {
		past: {
			one: "{0} хвіліну таму",
			many: "{0} хвілін таму",
			other: "{0} хвіліны таму"
		},
		future: {
			one: "праз {0} хвіліну",
			many: "праз {0} хвілін",
			other: "праз {0} хвіліны"
		}
	},
	second: {
		past: {
			one: "{0} секунду таму",
			many: "{0} секунд таму",
			other: "{0} секунды таму"
		},
		future: {
			one: "праз {0} секунду",
			many: "праз {0} секунд",
			other: "праз {0} секунды"
		}
	},
	plural: n => 1 == n ? 'one' : 'other'
}
