{ "translations": {
    "Email" : "Helbide elektronikoa",
    "Error" : "Errorea",
    "Invalid argument(s)" : "Argumentu baliogabea(k)",
    "Saved successfully" : "Ondo gorde da",
    "RainLoop" : "RainLoop",
    "RainLoop Webmail" : "RainLoop Webmail",
    "Simple, modern and fast web-based email client. After enabling in Nextcloud, go to Nextcloud admin panel, \"Additionnal settings\" and you will see a \"Rainloop webmail\" section. There, click on the link to go to the Rainloop admin panel. The default user/password is admin/12345. This version is based on Rainloop 1.16.0 (2021-05)." : "Sarean oinarritutako e-posta bezero sinple, moderno eta azkarra. Nextclouden gaitu eta gero, joan Nextcloud admin panelera, \"Ezarpen gehigarriak\" atalera eta bertan ikusiko duzu \"Rainloop webmail\" atala. Hor, egin klik Rainloopen admin panelera joateko estekan. Lehenetsitako erabiltzaile/pasahitza hau da: admin/12345. Bertsio hau honetan oinarrituta dago: Rainloop 1.16.0 (2020-05)",
    "Go to RainLoop Webmail admin panel" : "Joan RainLoop Webmailen administrazio panelera",
    "Users will login manually, or define credentials in their personal settings for automatic logins." : "Erabiltzaileek eskuz hasiko dute saioa, edo bestela beraien ezarpen pertsonaletan kredentzialak zehaztu ditzakete saio-hasiera automatikorako.",
    "Attempt to automatically login users with their Nextcloud username and password, or user-defined credentials, if set." : "Ezarri saiakera erabiltzaileek saio-hasiera automatikoa egiteko Nextcloud erabiltzaile-izena eta pasahitzarekin, edo erabiltzaileek definitutako kredentzialekin, zehaztuz gero.",
    "Attempt to automatically login users with their Nextcloud email and password, or user-defined credentials, if set." : "Ezarri saiakera erabiltzaileek saio-hasiera automatikoa egiteko Nextcloud e-posta eta pasahitzarekin, edo erabiltzaileek definitutako kredentzialekin, zehaztuz gero.",
    "Save" : "Gorde",
    "RainLoop Webmail is not configured yet." : "RainLoop Webmail ez dago konfiguratuta oraindik.",
    "may have some" : "batzuk izan ditzake",
    "security considerations" : "segurtasun kontuak",
    "Enter an email and password to auto-login to RainLoop. <b>Please note</b> that this feature %s %s." : "Saioa automatikoki hasteko sartu helbide elektronikoa eta pasahitza RainLoop-en.<b>Kontuan izan</b>ezaugarri hori dela%s%s.",
    "Password" : "Pasahitza"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}