{ "translations": {
    "Email" : "Email",
    "Error" : "Ошибка",
    "Invalid argument(s)" : "Неверные аргументы",
    "Saved successfully" : "Сохранено успешно",
    "RainLoop" : "RainLoop",
    "RainLoop Webmail" : "Веб-почта RainLoop",
    "Simple, modern and fast web-based email client. After enabling in Nextcloud, go to Nextcloud admin panel, \"Additionnal settings\" and you will see a \"Rainloop webmail\" section. There, click on the link to go to the Rainloop admin panel. The default user/password is admin/12345. This version is based on Rainloop 1.16.0 (2021-05)." : "Простой, современный и быстрый веб-клиент электронной почты. После включения в Nextcloud перейдите в панель администратора Nextcloud, \"Дополнительные настройки\", и вы увидите раздел \"Веб-почта RainLoop\". Там нажмите на ссылку, чтобы перейти в панель администратора RainLoop. Пользователь/пароль по умолчанию - admin/12345. Эта версия основана на Rainloop 1.16.0 (2021-05).",
    "Go to RainLoop Webmail admin panel" : "Перейти в панель администратора RainLoop",
    "Users will login manually, or define credentials in their personal settings for automatic logins." : "Пользователи будут входить в систему вручную или определять учетные данные в своих личных настройках для автоматического входа.",
    "Attempt to automatically login users with their Nextcloud username and password, or user-defined credentials, if set." : "Старайтесь автоматически входить в систему пользователей с именем пользователя и паролем Nextcloud или пользовательскими учетными данными, если они установлены. ",
    "Attempt to automatically login users with their Nextcloud email and password, or user-defined credentials, if set." : "Старайтесь автоматически входить в систему пользователей с почтовым адресом и паролем Nextcloud или пользовательскими учетными данными, если они установлены. ",
    "Save" : "Сохранить",
    "RainLoop Webmail is not configured yet." : "Веб-почта RailLoop ещё не настроена.",
    "may have some" : "есть кое-какие требования",
    "security considerations" : "по обеспечению безопасности",
    "Enter an email and password to auto-login to RainLoop. <b>Please note</b> that this feature %s %s." : "Введите адрес электронной почты и пароль для автоматического входа в RainLoop. <b>Имейте ввиду</b>, что у этой функции %s %s.",
    "Password" : "Пароль"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}