{ "translations": {
    "Email" : "E-posta",
    "Error" : "Hata",
    "Invalid argument(s)" : "Parametre geçersiz",
    "Saved successfully" : "Kaydedildi",
    "RainLoop" : "RainLoop",
    "RainLoop Webmail" : "RainLoop Webmail",
    "Simple, modern and fast web-based email client. After enabling in Nextcloud, go to Nextcloud admin panel, \"Additionnal settings\" and you will see a \"Rainloop webmail\" section. There, click on the link to go to the Rainloop admin panel. The default user/password is admin/12345. This version is based on Rainloop 1.16.0 (2021-05)." : "Basit, modern ve hızlı web tabanlı e-posta istemcisi. Nextcloud üzerinde etkinleştirdikten sonra, Nextcloud yönetim panosunda \"Ek ayarlar\" içinde \"RainLoop Webmail\" bağlantısını göreceksiniz. RainLoop yönetim panosuna gitmek için bağlantıya tıklayın. Varsayılan kullanıcı adı/parola, admin/12345 şeklindedir. Bu uygulamada RainLoop 1.16.0 (2021-05) sürümü temel alınmıştır.",
    "Go to RainLoop Webmail admin panel" : "RainLoop Webmail yönetim panosuna git",
    "Users will login manually, or define credentials in their personal settings for automatic logins." : "Kullanıcılar el ile oturum açar ya da oturumun otomatik olarak açılması için kişisel ayarlarından kimlik doğrulama bilgilerini belirtebilir.",
    "Attempt to automatically login users with their Nextcloud username and password, or user-defined credentials, if set." : "Kullanıcıların oturumu, Nextcloud kullanıcı adı ve parolaları ile ya da ayarlanmış ise kullanıcının belirttiği kimlik doğrulama bilgileri ile otomatik olarak açılmaya çalışılır.",
    "Attempt to automatically login users with their Nextcloud email and password, or user-defined credentials, if set." : "Kullanıcıların oturumu, Nextcloud e-posta adresi ve parolaları ile ya da ayarlanmış ise kullanıcının belirttiği kimlik doğrulama bilgileri ile otomatik olarak açılmaya çalışılır.",
    "Save" : "Kaydet",
    "RainLoop Webmail is not configured yet." : "RainLoop Webmail henüz yapılandırılmamış.",
    "may have some" : "içinde bazı",
    "security considerations" : "güvenlik konuları bulunabilir",
    "Enter an email and password to auto-login to RainLoop. <b>Please note</b> that this feature %s %s." : "RainLoop oturumunun otomatik olarak açılması için bir e-posta adresi ve parola yazın. <b>Lütfen bu özelliği farkedin</b> %s%s",
    "Password" : "Parola"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}