{
	year: {
		past: {
			one: "преди {0} година",
			other: "преди {0} години"
		},
		future: {
			one: "след {0} година",
			other: "след {0} години"
		}
	},
	month: {
		past: {
			one: "преди {0} месец",
			other: "преди {0} месеца"
		},
		future: {
			one: "след {0} месец",
			other: "след {0} месеца"
		}
	},
	week: {
		past: {
			one: "преди {0} седмица",
			other: "преди {0} седмици"
		},
		future: {
			one: "след {0} седмица",
			other: "след {0} седмици"
		}
	},
	day: {
		past: {
			one: "преди {0} ден",
			other: "преди {0} дни"
		},
		future: {
			one: "след {0} ден",
			other: "след {0} дни"
		}
	},
	hour: {
		past: {
			one: "преди {0} час",
			other: "преди {0} часа"
		},
		future: {
			one: "след {0} час",
			other: "след {0} часа"
		}
	},
	minute: {
		past: {
			one: "преди {0} минута",
			other: "преди {0} минути"
		},
		future: {
			one: "след {0} минута",
			other: "след {0} минути"
		}
	},
	second: {
		past: {
			one: "преди {0} секунда",
			other: "преди {0} секунди"
		},
		future: {
			one: "след {0} секунда",
			other: "след {0} секунди"
		}
	},
	plural: n => 1 == n ? 'one' : 'other'
}
