/*
Copyright (c) 2003-2017, CKSource - Frederico Knabben. All rights reserved.
For licensing, see LICENSE.md or http://ckeditor.com/license
*/
CKEDITOR.lang['fa']={"editor":"ویرایش‌گر �
تن غنی","editorPanel":"پنل ویرایشگر �
تن غنی","common":{"editorHelp":"کلید Alt+0 را برای راهن�
ایی بفشارید","browseServer":"فهرست​ن�
ایی سرور","url":"URL","protocol":"قرارداد","upload":"بالاگذاری","uploadSubmit":"به سرور بفرست","image":"تصویر","flash":"فلش","form":"فر�
","checkbox":"چک‌باکس","radio":"دک�
ه‌ی رادیویی","textField":"فیلد �
تنی","textarea":"ناحیهٴ �
تنی","hiddenField":"فیلد پنهان","button":"دک�
ه","select":"فیلد انتخاب چند گزینه​ای","imageButton":"دک�
ه‌ی تصویری","notSet":"<تعیین‌نشده>","id":"شناسه","name":"نا�
","langDir":"جهت زبان","langDirLtr":"چپ به راست","langDirRtl":"راست به چپ","langCode":"کد زبان","longDescr":"URL توصیف طولانی","cssClass":"کلاس​های شیوه​نا�
ه (Stylesheet)","advisoryTitle":"عنوان ک�
کی","cssStyle":"سبک","ok":"پذیرش","cancel":"انصراف","close":"بستن","preview":"پیش‌ن�
ایش","resize":"تغییر اندازه","generalTab":"ع�
و�
ی","advancedTab":"پیش‌رفته","validateNumberFailed":"این �
قدار یک عدد نیست.","confirmNewPage":"هر تغییر ایجاد شده​ی ذخیره نشده از بین خواهد رفت. آیا اط�
ینان دارید که قصد بارگیری صفحه جدیدی را دارید؟","confirmCancel":"برخی از گزینه‌ها تغییر کرده‌اند. آیا واقعا قصد بستن این پنجره را دارید؟","options":"گزینه​ها","target":"�
قصد","targetNew":"پنجره جدید","targetTop":"بالاترین پنجره","targetSelf":"ه�
ان پنجره","targetParent":"پنجره والد","langDirLTR":"چپ به راست","langDirRTL":"راست به چپ","styles":"سبک","cssClasses":"کلاس‌های سبک‌نا�
ه","width":"عرض","height":"طول","align":"چینش","alignLeft":"چپ","alignRight":"راست","alignCenter":"وسط","alignJustify":"بلوک چین","alignTop":"بالا","alignMiddle":"�
یانه","alignBottom":"پائین","alignNone":"هیچ","invalidValue":"�
قدار نا�
عتبر.","invalidHeight":"ارتفاع باید یک عدد باشد.","invalidWidth":"عرض باید یک عدد باشد.","invalidCssLength":"عدد تعیین شده برای فیلد \"%1\" باید یک عدد �
ثبت با یا بدون یک واحد اندازه گیری CSS �
عتبر باشد (px, %, in, cm, mm, em, ex, pt, or pc).","invalidHtmlLength":"عدد تعیین شده برای فیلد \"%1\" باید یک عدد �
ثبت با یا بدون یک واحد اندازه گیری HTML �
عتبر باشد (px or %).","invalidInlineStyle":"عدد تعیین شده برای سبک درون​خطی -Inline Style- باید دارای یک یا چند چندتایی با شکلی شبیه \"name : value\" که باید با یک \";\" از ه�
 جدا شوند.","cssLengthTooltip":"یک عدد برای یک �
قدار بر حسب پیکسل و یا یک عدد با یک واحد CSS �
عتبر وارد کنید (px, %, in, cm, mm, em, ex, pt, or pc).","unavailable":"%1<span class=\"cke_accessibility\">، غیر قابل دسترس</span>","keyboard":{"8":"عقبگرد","13":"ورود","16":"تعویض","17":"کنترل","18":"دگرساز","32":"Space","35":"پایان","36":"خانه","46":"حذف","224":"Command"},"keyboardShortcut":"Keyboard shortcut"},"about":{"copy":"حق نشر &copy; $1. کلیه حقوق �
حفوظ است.","dlgTitle":"درباره CKEditor","help":" برای راهن�
ایی $1 را �
لاحظه کنید.","moreInfo":"برای کسب اطلاعات �
جوز لطفا به وب سایت �
ا �
راجعه کنید:","title":"درباره CKEditor","userGuide":"راهن�
ای کاربران CKEditor"},"clipboard":{"copy":"رونوشت","copyError":"تنظی�
ات ا�
نیتی �
رورگر ش�
ا اجازه ن�
یدهد که ویرایشگر به طور خودکار ع�
لکردهای کپی کردن را انجا�
 دهد. لطفا با دک�
ههای صفحه کلید این کار را انجا�
 دهید (Ctrl/Cmd+C).","cut":"برش","cutError":"تنظی�
ات ا�
نیتی �
رورگر ش�
ا اجازه ن�
یدهد که ویرایشگر به طور خودکار ع�
لکردهای برش را انجا�
 دهد. لطفا با دک�
ههای صفحه کلید این کار را انجا�
 دهید (Ctrl/Cmd+X).","paste":"چسباندن","pasteArea":"�
حل چسباندن","pasteMsg":"لطفا �
تن را با کلیدهای (<STRONG>Ctrl/Cmd+V</STRONG>) در این جعبهٴ �
تنی بچسبانید و <STRONG>پذیرش</STRONG> را بزنید.","securityMsg":"به خاطر تنظی�
ات ا�
نیتی �
رورگر ش�
ا، ویرایشگر ن�
یتواند دسترسی �
ستقی�
 به دادههای clipboard داشته باشد. ش�
ا باید دوباره آنرا در این پنجره بچسبانید.","title":"چسباندن"},"base64image":{"alt":"�
تن جایگزین","lockRatio":"قفل کردن نسبت","vSpace":"فاصلهٴ ع�
ودی","hSpace":"فاصلهٴ افقی","border":"لبه"},"basicstyles":{"bold":"درشت","italic":"خ�
یده","strike":"خط‌خورده","subscript":"زیرنویس","superscript":"بالانویس","underline":"زیرخط‌دار"},"bidi":{"ltr":"جهت �
تن از چپ به راست","rtl":"جهت �
تن از راست به چپ"},"blockquote":{"toolbar":"بلوک نقل قول"},"button":{"selectedLabel":"%1 (انتخاب شده)"},"colorbutton":{"auto":"خودکار","bgColorTitle":"رنگ پس​ز�
ینه","colors":{"000":"سیاه","800000":"خر�
ایی","8B4513":"قهوه​ای شکلاتی","2F4F4F":"ارغوانی �
ایل به خاکستری","008080":"آبی �
ایل به خاکستری","000080":"آبی سیر","4B0082":"نیلی","696969":"خاکستری تیره","B22222":"آتش آجری","A52A2A":"قهوه​ای","DAA520":"�
یله​ی طلایی","006400":"سبز تیره","40E0D0":"فیروزه​ای","0000CD":"آبی روشن","800080":"ارغوانی","808080":"خاکستری","F00":"قر�
ز","FF8C00":"نارنجی پررنگ","FFD700":"طلایی","008000":"سبز","0FF":"آبی �
ایل به سبز","00F":"آبی","EE82EE":"بنفش","A9A9A9":"خاکستری �
ات","FFA07A":"صورتی کدر روشن","FFA500":"نارنجی","FFFF00":"زرد","00FF00":"فسفری","AFEEEE":"فیروزه​ای رنگ پریده","ADD8E6":"آبی ک�
رنگ","DDA0DD":"آلویی","D3D3D3":"خاکستری روشن","FFF0F5":"بنفش ک�
رنگ","FAEBD7":"عتیقه سفید","FFFFE0":"زرد روشن","F0FFF0":"عسلی","F0FFFF":"لاجوردی","F0F8FF":"آبی براق","E6E6FA":"بنفش ک�
رنگ","FFF":"سفید","1ABC9C":"Strong Cyan","2ECC71":"Emerald","3498DB":"Bright Blue","9B59B6":"Amethyst","4E5F70":"Grayish Blue","F1C40F":"Vivid Yellow","16A085":"Dark Cyan","27AE60":"Dark Emerald","2980B9":"Strong Blue","8E44AD":"Dark Violet","2C3E50":"Desaturated Blue","F39C12":"Orange","E67E22":"Carrot","E74C3C":"Pale Red","ECF0F1":"Bright Silver","95A5A6":"Light Grayish Cyan","DDD":"Light Gray","D35400":"Pumpkin","C0392B":"Strong Red","BDC3C7":"Silver","7F8C8D":"Grayish Cyan","999":"Dark Gray"},"more":"رنگ​های بیشتر...","panelTitle":"رنگها","textColorTitle":"رنگ �
تن"},"font":{"fontSize":{"label":"اندازه","voiceLabel":"اندازه قل�
","panelTitle":"اندازه قل�
"},"label":"قل�
","panelTitle":"نا�
 قل�
","voiceLabel":"قل�
"},"image":{"alt":"�
تن جایگزین","border":"لبه","btnUpload":"به سرور بفرست","button2Img":"آیا �
ایلید از یک تصویر ساده روی دک�
ه تصویری انتخاب شده استفاده کنید؟","hSpace":"فاصلهٴ افقی","img2Button":"آیا �
ایلید از یک دک�
ه تصویری روی تصویر انتخاب شده استفاده کنید؟","infoTab":"اطلاعات تصویر","linkTab":"پیوند","lockRatio":"قفل کردن نسبت","menu":"ویژگی​های تصویر","resetSize":"بازنشانی اندازه","title":"ویژگی​های تصویر","titleButton":"ویژگی​های دک�
هٴ تصویری","upload":"انتقال به سرور","urlMissing":"آدرس URL اصلی تصویر یافت نشد.","vSpace":"فاصلهٴ ع�
ودی","validateBorder":"�
قدار خطوط باید یک عدد باشد.","validateHSpace":"�
قدار فاصله گذاری افقی باید یک عدد باشد.","validateVSpace":"�
قدار فاصله گذاری ع�
ودی باید یک عدد باشد."},"widget":{"move":"کلیک و کشیدن برای جابجایی","label":"%1 widget"},"image2":{"alt":"�
تن جایگزین","btnUpload":"به سرور بفرست","captioned":"تصویر زیرنویس شده","captionPlaceholder":"عنوان","infoTab":"اطلاعات تصویر","lockRatio":"قفل کردن نسبت","menu":"ویژگی​های تصویر","pathName":"تصویر","pathNameCaption":"عنوان","resetSize":"بازنشانی اندازه","resizer":"کلیک و کشیدن برای تغییر اندازه","title":"ویژگی​های تصویر","uploadTab":"بالاگذاری","urlMissing":"آدرس URL اصلی تصویر یافت نشد.","altMissing":"Alternative text is missing."},"indent":{"indent":"افزایش تورفتگی","outdent":"کاهش تورفتگی"},"fakeobjects":{"anchor":"لنگر","flash":"انی�
شن فلش","hiddenfield":"فیلد پنهان","iframe":"IFrame","unknown":"شیء ناشناخته"},"link":{"acccessKey":"کلید دستیابی","advanced":"پیشرفته","advisoryContentType":"نوع �
حتوای ک�
کی","advisoryTitle":"عنوان ک�
کی","anchor":{"toolbar":"گنجاندن/ویرایش لنگر","menu":"ویژگی​های لنگر","title":"ویژگی​های لنگر","name":"نا�
 لنگر","errorName":"لطفا نا�
 لنگر را بنویسید","remove":"حذف لنگر"},"anchorId":"با شناسهٴ ال�
ان","anchorName":"با نا�
 لنگر","charset":"نویسه​گان �
نبع پیوند شده","cssClasses":"کلاس​های شیوه​نا�
ه(Stylesheet)","download":"Force Download","displayText":"Display Text","emailAddress":"نشانی پست الکترونیکی","emailBody":"�
تن پیا�
","emailSubject":"�
وضوع پیا�
","id":"شناسه","info":"اطلاعات پیوند","langCode":"جهت​ن�
ای زبان","langDir":"جهت​ن�
ای زبان","langDirLTR":"چپ به راست (LTR)","langDirRTL":"راست به چپ (RTL)","menu":"ویرایش پیوند","name":"نا�
","noAnchors":"(در این سند لنگری دردسترس نیست)","noEmail":"لطفا نشانی پست الکترونیکی را بنویسید","noUrl":"لطفا URL پیوند را بنویسید","other":"<سایر>","popupDependent":"وابسته (Netscape)","popupFeatures":"ویژگی​های پنجرهٴ پاپاپ","popupFullScreen":"ت�
ا�
 صفحه (IE)","popupLeft":"�
وقعیت چپ","popupLocationBar":"نوار �
وقعیت","popupMenuBar":"نوار �
نو","popupResizable":"قابل تغییر اندازه","popupScrollBars":"�
یله​های پی�
ایش","popupStatusBar":"نوار وضعیت","popupToolbar":"نوار ابزار","popupTop":"�
وقعیت بالا","rel":"وابستگی","selectAnchor":"یک لنگر برگزینید","styles":"شیوه (style)","tabIndex":"ن�
ایهٴ دسترسی با برگه","target":"�
قصد","targetFrame":"<فری�
>","targetFrameName":"نا�
 فری�
 �
قصد","targetPopup":"<پنجرهٴ پاپاپ>","targetPopupName":"نا�
 پنجرهٴ پاپاپ","title":"پیوند","toAnchor":"لنگر در ه�
ین صفحه","toEmail":"پست الکترونیکی","toUrl":"URL","toolbar":"گنجاندن/ویرایش پیوند","type":"نوع پیوند","unlink":"برداشتن پیوند","upload":"انتقال به سرور"},"list":{"bulletedlist":"فهرست نقطه​ای","numberedlist":"فهرست ش�
اره​دار"},"maximize":{"maximize":"بیشنه کردن","minimize":"ک�
ینه کردن"},"table":{"border":"اندازهٴ لبه","caption":"عنوان","cell":{"menu":"سلول","insertBefore":"افزودن سلول قبل از","insertAfter":"افزودن سلول بعد از","deleteCell":"حذف سلولها","merge":"ادغا�
 سلولها","mergeRight":"ادغا�
 به راست","mergeDown":"ادغا�
 به پایین","splitHorizontal":"جدا کردن افقی سلول","splitVertical":"جدا کردن ع�
ودی سلول","title":"ویژگیهای سلول","cellType":"نوع سلول","rowSpan":"�
حدوده ردیفها","colSpan":"�
حدوده ستونها","wordWrap":"شکستن کل�
ه","hAlign":"چینش افقی","vAlign":"چینش ع�
ودی","alignBaseline":"خط �
بنا","bgColor":"رنگ ز�
ینه","borderColor":"رنگ خطوط","data":"اطلاعات","header":"سرنویس","yes":"بله","no":"خیر","invalidWidth":"عرض سلول باید یک عدد باشد.","invalidHeight":"ارتفاع سلول باید عدد باشد.","invalidRowSpan":"�
قدار �
حدوده ردیفها باید یک عدد باشد.","invalidColSpan":"�
قدار �
حدوده ستونها باید یک عدد باشد.","chooseColor":"انتخاب"},"cellPad":"فاصلهٴ پرشده در سلول","cellSpace":"فاصلهٴ �
یان سلولها","column":{"menu":"ستون","insertBefore":"افزودن ستون قبل از","insertAfter":"افزودن ستون بعد از","deleteColumn":"حذف ستونها"},"columns":"ستونها","deleteTable":"پاک کردن جدول","headers":"سرنویسها","headersBoth":"هردو","headersColumn":"اولین ستون","headersNone":"هیچ","headersRow":"اولین ردیف","invalidBorder":"�
قدار اندازه خطوط باید یک عدد باشد.","invalidCellPadding":"بالشتک سلول باید یک عدد باشد.","invalidCellSpacing":"�
قدار فاصلهگذاری سلول باید یک عدد باشد.","invalidCols":"تعداد ستونها باید یک عدد بزرگتر از 0 باشد.","invalidHeight":"�
قدار ارتفاع  جدول باید یک عدد باشد.","invalidRows":"تعداد ردیفها باید یک عدد بزرگتر از 0 باشد.","invalidWidth":"�
قدار پهنای جدول باید یک عدد باشد.","menu":"ویژگیهای جدول","row":{"menu":"سطر","insertBefore":"افزودن سطر قبل از","insertAfter":"افزودن سطر بعد از","deleteRow":"حذف سطرها"},"rows":"سطرها","summary":"خلاصه","title":"ویژگیهای جدول","toolbar":"جدول","widthPc":"درصد","widthPx":"پیکسل","widthUnit":"واحد پهنا"},"quicktable":{"more":"More..."},"removeformat":{"toolbar":"برداشتن فر�
ت"},"sourcearea":{"toolbar":"�
نبع"},"toolbar":{"toolbarCollapse":"بستن نوار ابزار","toolbarExpand":"بازکردن نوار ابزار","toolbarGroups":{"document":"سند","clipboard":"حافظه �
وقت/برگشت","editing":"در حال ویرایش","forms":"فر�
​ها","basicstyles":"سبک‌های پایه","paragraph":"بند","links":"پیوندها","insert":"ورود","styles":"سبک‌ها","colors":"رنگ​ها","tools":"ابزارها"},"toolbars":"نوار ابزارهای ویرایش‌گر"},"undo":{"redo":"بازچیدن","undo":"واچیدن"},"colordialog":{"clear":"پاک کردن","highlight":"�
ت�
ایز","options":"گزینه​های رنگ","selected":"رنگ انتخاب شده","title":"انتخاب رنگ"}};