{
	year: {
		past: {
			one: "πριν από {0} έτος",
			other: "πριν από {0} έτη"
		},
		future: {
			one: "σε {0} έτος",
			other: "σε {0} έτη"
		}
	},
	month: {
		past: {
			one: "πριν από {0} μήνα",
			other: "πριν από {0} μήνες"
		},
		future: {
			one: "σε {0} μήνα",
			other: "σε {0} μήνες"
		}
	},
	week: {
		past: {
			one: "πριν από {0} εβδομάδα",
			other: "πριν από {0} εβδομάδες"
		},
		future: {
			one: "σε {0} εβδομάδα",
			other: "σε {0} εβδομάδες"
		}
	},
	day: {
		past: {
			one: "πριν από {0} ημέρα",
			other: "πριν από {0} ημέρες"
		},
		future: {
			one: "σε {0} ημέρα",
			other: "σε {0} ημέρες"
		}
	},
	hour: {
		past: {
			one: "πριν από {0} ώρα",
			other: "πριν από {0} ώρες"
		},
		future: {
			one: "σε {0} ώρα",
			other: "σε {0} ώρες"
		}
	},
	minute: {
		past: {
			one: "πριν από {0} λεπτό",
			other: "πριν από {0} λεπτά"
		},
		future: {
			one: "σε {0} λεπτό",
			other: "σε {0} λεπτά"
		}
	},
	second: {
		past: {
			one: "πριν από {0} δευτερόλεπτο",
			other: "πριν από {0} δευτερόλεπτα"
		},
		future: {
			one: "σε {0} δευτερόλεπτο",
			other: "σε {0} δευτερόλεπτα"
		}
	},
	plural: n => 1 == n ? 'one' : 'other'
}
