/*
Copyright (c) 2003-2017, CKSource - Frederico Knabben. All rights reserved.
For licensing, see LICENSE.md or http://ckeditor.com/license
*/
CKEDITOR.lang['ar']={"editor":"�
حرر النص الغني","editorPanel":"لائحة �
حرر النص ال�
نسق","common":{"editorHelp":"إضغط على ALT + 0 للحصول على ال�
ساعدة.","browseServer":"تصفح","url":"الرابط","protocol":"البروتوكول","upload":"رفع","uploadSubmit":"أرسل","image":"صورة","flash":"فلاش","form":"ن�
وذج","checkbox":"خانة إختيار","radio":"زر اختيار","textField":"�
ربع نص","textarea":"�
ساحة نصية","hiddenField":"إدراج حقل خفي","button":"زر ضغط","select":"اختار","imageButton":"زر صورة","notSet":"<بدون تحديد>","id":"الرق�
","name":"إس�
","langDir":"إتجاه النص","langDirLtr":"اليسار للي�
ين (LTR)","langDirRtl":"الي�
ين لليسار (RTL)","langCode":"ر�
ز اللغة","longDescr":"الوصف التفصيلى","cssClass":"فئات التنسيق","advisoryTitle":"عنوان التقرير","cssStyle":"ن�
ط","ok":"�
وافق","cancel":"إلغاء الأ�
ر","close":"أغلق","preview":"استعراض","resize":"تغيير الحج�
","generalTab":"عا�
","advancedTab":"�
تقد�
","validateNumberFailed":"لايوجد نتيجة","confirmNewPage":"ستفقد أي �
تغييرات اذا ل�
 تق�
 بحفظها اولا. هل أنت �
تأكد أنك تريد صفحة جديدة؟","confirmCancel":"بعض الخيارات قد تغيرت. هل أنت �
تأكد �
ن إغلاق �
ربع النص؟","options":"خيارات","target":"هدف الرابط","targetNew":"نافذة جديدة","targetTop":"النافذة الأعلى","targetSelf":"داخل النافذة","targetParent":"النافذة الأ�
","langDirLTR":"اليسار للي�
ين (LTR)","langDirRTL":"الي�
ين لليسار (RTL)","styles":"ن�
ط","cssClasses":"فئات التنسيق","width":"العرض","height":"الإرتفاع","align":"�
حاذاة","alignLeft":"يسار","alignRight":"ي�
ين","alignCenter":"وسط","alignJustify":"ضبط","alignTop":"أعلى","alignMiddle":"وسط","alignBottom":"أسفل","alignNone":"None","invalidValue":"قي�
ة غير �
فبولة.","invalidHeight":"الارتفاع يجب أن يكون عدداً.","invalidWidth":"العرض يجب أن يكون عدداً.","invalidCssLength":"قي�
ة الخانة ال�
خصصة لـ \"%1\" يجب أن تكون رق�
ا �
وجبا، باستخدا�
 أو �
ن غير استخدا�
 وحدة CSS قياس �
قبولة (px, %, in, cm, mm, em, ex, pt, or pc).","invalidHtmlLength":"قي�
ة الخانة ال�
خصصة لـ \"%1\" يجب أن تكون رق�
ا �
وجبا، باستخدا�
 أو �
ن غير استخدا�
 وحدة HTML قياس �
قبولة (px or %).","invalidInlineStyle":"قي�
ة الخانة ال�
خصصة لـ  Inline Style يجب أن تختوي على �
ج�
وع واحد أو أكثر بالشكل التالي: \"name : value\", �
فصولة بفاصلة �
نقزطة.","cssLengthTooltip":"أدخل رق�
ا للقي�
ة بالبكسل أو رق�
ا بوحدة CSS �
قبولة (px, %, in, cm, mm, em, ex, pt, or pc).","unavailable":"%1<span class=\"cke_accessibility\">, غير �
تاح</span>","keyboard":{"8":"Backspace","13":"Enter","16":"Shift","17":"Ctrl","18":"Alt","32":"Space","35":"End","36":"Home","46":"Delete","224":"Command"},"keyboardShortcut":"Keyboard shortcut"},"about":{"copy":"حقوق النشر &copy; $1. ج�
يع الحقوق �
حفوظة.","dlgTitle":"عن CKEditor","help":"راجع $1 �
ن أجل ال�
ساعدة","moreInfo":"للحصول على �
علو�
ات الترخيص ، يرجى زيارة �
وقعنا:","title":"عن CKEditor","userGuide":"دليل �
ستخد�
 CKEditor."},"clipboard":{"copy":"نسخ","copyError":"الإعدادات الأ�
نية لل�
تصفح الذي تستخد�
ه ت�
نع ع�
ليات النسخ التلقائي. فضلاً إستخد�
 لوحة ال�
فاتيح لفعل ذلك (Ctrl/Cmd+C).","cut":"قص","cutError":"الإعدادات الأ�
نية لل�
تصفح الذي تستخد�
ه ت�
نع القص التلقائي. فضلاً إستخد�
 لوحة ال�
فاتيح لفعل ذلك (Ctrl/Cmd+X).","paste":"لصق","pasteArea":"�
نطقة اللصق","pasteMsg":"الصق داخل الصندوق بإستخدا�
 زرائر (<STRONG>Ctrl/Cmd+V</STRONG>) في لوحة ال�
فاتيح، ث�
 اضغط زر  <STRONG>�
وافق</STRONG>.","securityMsg":"نظراً لإعدادات الأ�
ان الخاصة ب�
تصفحك، لن يت�
كن هذا ال�
حرر �
ن الوصول ل�
حتوى حافظتك، لذلك يجب عليك لصق ال�
حتوى �
رة أخرى في هذه النافذة.","title":"لصق"},"base64image":{"alt":"عنوان الصورة","lockRatio":"تناسق الحج�
","vSpace":"تباعد ع�
ودي","hSpace":"تباعد أفقي","border":"س�
ك الحدود"},"basicstyles":{"bold":"عريض","italic":"�
ائل","strike":"يتوسطه خط","subscript":"�
نخفض","superscript":"�
رتفع","underline":"تسطير"},"bidi":{"ltr":"إتجاه النص �
ن اليسار إلى الي�
ين","rtl":"إتجاه النص �
ن الي�
ين إلى اليسار"},"blockquote":{"toolbar":"اقتباس"},"button":{"selectedLabel":"%1 (�
حدد)"},"colorbutton":{"auto":"تلقائي","bgColorTitle":"لون الخلفية","colors":{"000":"أسود","800000":"كستنائي","8B4513":"بني فاتح","2F4F4F":"ر�
ادي أردوازي غا�
ق","008080":"أزرق �
خضر","000080":"أزرق داكن","4B0082":"كحلي","696969":"ر�
ادي داكن","B22222":"طوبي","A52A2A":"بني","DAA520":"ذهبي داكن","006400":"أخضر داكن","40E0D0":"فيروزي","0000CD":"أزرق �
توسط","800080":"بنفسجي غا�
ق","808080":"ر�
ادي","F00":"أح�
ر","FF8C00":"برتقالي داكن","FFD700":"ذهبي","008000":"أخضر","0FF":"تركواز","00F":"أزرق","EE82EE":"بنفسجي","A9A9A9":"ر�
ادي شاحب","FFA07A":"برتقالي وردي","FFA500":"برتقالي","FFFF00":"أصفر","00FF00":"لي�
وني","AFEEEE":"فيروزي شاحب","ADD8E6":"أزرق فاتح","DDA0DD":"بنفسجي فاتح","D3D3D3":"ر�
ادي فاتح","FFF0F5":"وردي فاتح","FAEBD7":"أبيض عتيق","FFFFE0":"أصفر فاتح","F0FFF0":"أبيض �
ائل للأخضر","F0FFFF":"س�
اوي","F0F8FF":"لبني","E6E6FA":"أرجواني","FFF":"أبيض","1ABC9C":"Strong Cyan","2ECC71":"Emerald","3498DB":"Bright Blue","9B59B6":"Amethyst","4E5F70":"Grayish Blue","F1C40F":"Vivid Yellow","16A085":"Dark Cyan","27AE60":"Dark Emerald","2980B9":"Strong Blue","8E44AD":"Dark Violet","2C3E50":"Desaturated Blue","F39C12":"Orange","E67E22":"Carrot","E74C3C":"Pale Red","ECF0F1":"Bright Silver","95A5A6":"Light Grayish Cyan","DDD":"Light Gray","D35400":"Pumpkin","C0392B":"Strong Red","BDC3C7":"Silver","7F8C8D":"Grayish Cyan","999":"Dark Gray"},"more":"ألوان إضافية...","panelTitle":"Colors","textColorTitle":"لون النص"},"font":{"fontSize":{"label":"حج�
 الخط","voiceLabel":"حج�
 الخط","panelTitle":"حج�
 الخط"},"label":"خط","panelTitle":"حج�
 الخط","voiceLabel":"حج�
 الخط"},"image":{"alt":"عنوان الصورة","border":"س�
ك الحدود","btnUpload":"أرسلها للخاد�
","button2Img":"هل تريد تحويل زر الصورة ال�
ختار إلى صورة بسيطة؟","hSpace":"تباعد أفقي","img2Button":"هل تريد تحويل الصورة ال�
ختارة إلى زر صورة؟","infoTab":"�
علو�
ات الصورة","linkTab":"الرابط","lockRatio":"تناسق الحج�
","menu":"خصائص الصورة","resetSize":"إستعادة الحج�
 الأصلي","title":"خصائص الصورة","titleButton":"خصائص زر الصورة","upload":"رفع","urlMissing":"عنوان �
صدر الصورة �
فقود","vSpace":"تباعد ع�
ودي","validateBorder":"الإطار يجب أن يكون عددا","validateHSpace":"HSpace يجب أن يكون عدداً.","validateVSpace":"VSpace يجب أن يكون عدداً."},"widget":{"move":"إضغط و إسحب للتحريك","label":"%1 widget"},"image2":{"alt":"عنوان الصورة","btnUpload":"أرسلها للخاد�
","captioned":"صورة ذات اس�
","captionPlaceholder":"تس�
ية","infoTab":"�
علو�
ات الصورة","lockRatio":"تناسق الحج�
","menu":"خصائص الصورة","pathName":"صورة","pathNameCaption":"تس�
ية","resetSize":"إستعادة الحج�
 الأصلي","resizer":"انقر ث�
 اسحب للتحجي�
","title":"خصائص الصورة","uploadTab":"رفع","urlMissing":"عنوان �
صدر الصورة �
فقود","altMissing":"Alternative text is missing."},"indent":{"indent":"زيادة ال�
سافة البادئة","outdent":"إنقاص ال�
سافة البادئة"},"fakeobjects":{"anchor":"إرساء","flash":"رس�
 �
تحرك بالفلاش","hiddenfield":"إدراج حقل خفي","iframe":"iframe","unknown":"عنصر غير �
عروف"},"link":{"acccessKey":"�
فاتيح الإختصار","advanced":"�
تقد�
","advisoryContentType":"نوع التقرير","advisoryTitle":"عنوان التقرير","anchor":{"toolbar":"إشارة �
رجعية","menu":"تحرير الإشارة ال�
رجعية","title":"خصائص الإشارة ال�
رجعية","name":"اس�
 الإشارة ال�
رجعية","errorName":"الرجاء كتابة اس�
 الإشارة ال�
رجعية","remove":"إزالة الإشارة ال�
رجعية"},"anchorId":"حسب رق�
 العنصر","anchorName":"حسب إس�
 الإشارة ال�
رجعية","charset":"تر�
يز ال�
ادة ال�
طلوبة","cssClasses":"فئات التنسيق","download":"Force Download","displayText":"Display Text","emailAddress":"البريد الإلكتروني","emailBody":"�
حتوى الرسالة","emailSubject":"�
وضوع الرسالة","id":"هوية","info":"�
علو�
ات الرابط","langCode":"ر�
ز اللغة","langDir":"إتجاه نص اللغة","langDirLTR":"اليسار للي�
ين (LTR)","langDirRTL":"الي�
ين لليسار (RTL)","menu":"تحرير الرابط","name":"إس�
","noAnchors":"(لا توجد علا�
ات �
رجعية في هذا ال�
ستند)","noEmail":"الرجاء كتابة الريد الإلكتروني","noUrl":"الرجاء كتابة رابط ال�
وقع","other":"<أخرى>","popupDependent":"تابع (Netscape)","popupFeatures":"خصائص النافذة ال�
نبثقة","popupFullScreen":"�
لئ الشاشة (IE)","popupLeft":"الت�
ركز لليسار","popupLocationBar":"شريط العنوان","popupMenuBar":"القوائ�
 الرئيسية","popupResizable":"قابلة التشكيل","popupScrollBars":"أشرطة الت�
رير","popupStatusBar":"شريط الحالة","popupToolbar":"شريط الأدوات","popupTop":"الت�
ركز للأعلى","rel":"العلاقة","selectAnchor":"اختر علا�
ة �
رجعية","styles":"ن�
ط","tabIndex":"الترتيب","target":"هدف الرابط","targetFrame":"<إطار>","targetFrameName":"اس�
 الإطار ال�
ستهدف","targetPopup":"<نافذة �
نبثقة>","targetPopupName":"اس�
 النافذة ال�
نبثقة","title":"رابط","toAnchor":"�
كان في هذا ال�
ستند","toEmail":"بريد إلكتروني","toUrl":"الرابط","toolbar":"رابط","type":"نوع الربط","unlink":"إزالة رابط","upload":"رفع"},"list":{"bulletedlist":"ادخال/حذف تعداد نقطي","numberedlist":"ادخال/حذف تعداد رق�
ي"},"maximize":{"maximize":"تكبير","minimize":"تصغير"},"table":{"border":"الحدود","caption":"الوصف","cell":{"menu":"خلية","insertBefore":"إدراج خلية قبل","insertAfter":"إدراج خلية بعد","deleteCell":"حذف خلية","merge":"د�
ج خلايا","mergeRight":"د�
ج للي�
ين","mergeDown":"د�
ج للأسفل","splitHorizontal":"تقسي�
 الخلية أفقياً","splitVertical":"تقسي�
 الخلية ع�
ودياً","title":"خصائص الخلية","cellType":"نوع الخلية","rowSpan":"ا�
تداد الصفوف","colSpan":"ا�
تداد الأع�
دة","wordWrap":"التفاف النص","hAlign":"�
حاذاة أفقية","vAlign":"�
حاذاة رأسية","alignBaseline":"خط القاعدة","bgColor":"لون الخلفية","borderColor":"لون الحدود","data":"بيانات","header":"عنوان","yes":"نع�
","no":"لا","invalidWidth":"عرض الخلية يجب أن يكون عدداً.","invalidHeight":"ارتفاع الخلية يجب أن يكون عدداً.","invalidRowSpan":"ا�
تداد الصفوف يجب أن يكون عدداً صحيحاً.","invalidColSpan":"ا�
تداد الأع�
دة يجب أن يكون عدداً صحيحاً.","chooseColor":"اختر"},"cellPad":"ال�
سافة البادئة","cellSpace":"تباعد الخلايا","column":{"menu":"ع�
ود","insertBefore":"إدراج ع�
ود قبل","insertAfter":"إدراج ع�
ود بعد","deleteColumn":"حذف أع�
دة"},"columns":"أع�
دة","deleteTable":"حذف الجدول","headers":"العناوين","headersBoth":"كلاه�
ا","headersColumn":"الع�
ود الأول","headersNone":"بدون","headersRow":"الصف الأول","invalidBorder":"حج�
 الحد يجب أن يكون عدداً.","invalidCellPadding":"ال�
سافة البادئة يجب أن تكون عدداً","invalidCellSpacing":"ال�
سافة بين الخلايا يجب أن تكون عدداً.","invalidCols":"عدد الأع�
دة يجب أن يكون عدداً أكبر �
ن صفر.","invalidHeight":"ارتفاع الجدول يجب أن يكون عدداً.","invalidRows":"عدد الصفوف يجب أن يكون عدداً أكبر �
ن صفر.","invalidWidth":"عرض الجدول يجب أن يكون عدداً.","menu":"خصائص الجدول","row":{"menu":"صف","insertBefore":"إدراج صف قبل","insertAfter":"إدراج صف بعد","deleteRow":"حذف صفوف"},"rows":"صفوف","summary":"الخلاصة","title":"خصائص الجدول","toolbar":"جدول","widthPc":"بال�
ئة","widthPx":"بكسل","widthUnit":"وحدة العرض"},"quicktable":{"more":"More..."},"removeformat":{"toolbar":"إزالة التنسيقات"},"sourcearea":{"toolbar":"ال�
صدر"},"toolbar":{"toolbarCollapse":"تقليص شريط الأدوت","toolbarExpand":"ت�
ديد شريط الأدوات","toolbarGroups":{"document":"�
ستند","clipboard":"الحافظة/الرجوع","editing":"تحرير","forms":"ن�
اذج","basicstyles":"ن�
ط بسيط","paragraph":"فقرة","links":"روابط","insert":"إدراج","styles":"أن�
اط","colors":"ألوان","tools":"أدوات"},"toolbars":"أشرطة أدوات ال�
حرر"},"undo":{"redo":"إعادة","undo":"تراجع"},"colordialog":{"clear":"�
سح","highlight":"تحديد","options":"اختيارات الألوان","selected":"اللون ال�
ختار","title":"اختر اللون"}};