{
	year: {
		past: {
			one: "{0} рік тому",
			few: "{0} роки тому",
			many: "{0} років тому",
			other: "{0} року тому"
		},
		future: {
			one: "через {0} рік",
			few: "через {0} роки",
			many: "через {0} років",
			other: "через {0} року"
		}
	},
	month: {
		past: {
			one: "{0} місяць тому",
			few: "{0} місяці тому",
			many: "{0} місяців тому",
			other: "{0} місяця тому"
		},
		future: {
			one: "через {0} місяць",
			few: "через {0} місяці",
			many: "через {0} місяців",
			other: "через {0} місяця"
		}
	},
	week: {
		past: {
			one: "{0} тиждень тому",
			few: "{0} тижні тому",
			many: "{0} тижнів тому",
			other: "{0} тижня тому"
		},
		future: {
			one: "через {0} тиждень",
			few: "через {0} тижні",
			many: "через {0} тижнів",
			other: "через {0} тижня"
		}
	},
	day: {
		past: {
			one: "{0} день тому",
			few: "{0} дні тому",
			many: "{0} днів тому",
			other: "{0} дня тому"
		},
		future: {
			one: "через {0} день",
			few: "через {0} дні",
			many: "через {0} днів",
			other: "через {0} дня"
		}
	},
	hour: {
		past: {
			one: "{0} годину тому",
			many: "{0} годин тому",
			other: "{0} години тому"
		},
		future: {
			one: "через {0} годину",
			many: "через {0} годин",
			other: "через {0} години"
		}
	},
	minute: {
		past: {
			one: "{0} хвилину тому",
			many: "{0} хвилин тому",
			other: "{0} хвилини тому"
		},
		future: {
			one: "через {0} хвилину",
			many: "через {0} хвилин",
			other: "через {0} хвилини"
		}
	},
	second: {
		past: {
			one: "{0} секунду тому",
			many: "{0} секунд тому",
			other: "{0} секунди тому"
		},
		future: {
			one: "через {0} секунду",
			many: "через {0} секунд",
			other: "через {0} секунди"
		}
	},
	plural: n => 1 == n ? 'one' : 'other'
}
